/* ************************************************************************** */
/*                                                                            */
/*                                                        :::      ::::::::   */
/*   main.c                                             :+:      :+:    :+:   */
/*                                                    +:+ +:+         +:+     */
/*   By: plalanda <marvin@42.fr>                    +#+  +:+       +#+        */
/*                                                +#+#+#+#+#+   +#+           */
/*   Created: 2023/07/15 16:15:19 by plalanda          #+#    #+#             */
/*   Updated: 2023/07/15 16:15:23 by plalanda         ###   ########.fr       */
/*                                                                            */
/* ************************************************************************** */

#include "latin.h"

int	main(int argc, char *argv[])
{
	int **latin;
	
	latin = make_matrix(4);

	// Código aquí...

	dest_matrix(latin);
	return (0);
}
